[{
  "id": "story-alexandra",
  "lines": [
      "One fall night in the nation’s capital, Alexandra Le Blanc went to a party with a guy she had known for about a week.",
      "They both got “pretty intoxicated,” the 19-year-old American University student recalled. At the end of the party, Le Blanc found herself in a jam: A friend who was carrying her room key had left. So her date invited her over to his house.",
      "“When he started kissing me, it was definitely consensual,” Le Blanc said. But she didn’t want it to go too far. “I had zero intentions of having sex that night. It’s not what I wanted to happen.”",
      "To Le Blanc’s distress, it did. “I didn’t say no, but I didn’t really know what to do. I just kind of froze. I was visibly crying during the experience.”",
      "Afterward she fled his house to stay with someone else.",
      "She cried. “I was a wreck. I very much felt it had to be sexual assault.” But she didn’t report the incident to authorities."
  ]
}, {
  "id": "story-arizona",
  "lines": [
    "She kind of liked kissing the guy, at least at first. The 19-year-old sophomore was visiting friends last fall at Arizona State University in Tempe, a couple of hours from her own campus. She was at a party, outside smoking with the DJ, who had been trying to pick up her friend and was now flirting with her. She didn’t mind the kisses but had no plans to go further. She never had before.",
    "“I’m not sexually active,” she said. “I’m very old-fashioned.”",
    "That didn’t stop the man, another sophomore. She says he led her to the deserted kitchen, pushed her against the counter and began groping her under her clothes as she tried to shove his hands away. He tried to pull her into another room and she went from annoyed to frightened. She was pushing him hard when her friends came in and immediately pulled her out of the house.",
    "“There was no question about consent,” she said. “I said ‘no’ and he didn’t care.”",
    "She slept, but she awoke to another scare: Her phone was full of messages from the man. He had found her on Tinder, a dating app that indicated to him that she was nearby.",
    "“I can tell you’re within a mile of me,” he texted. She panicked all over again.",
    "The episode exacerbated problems with anxiety and depression that she had already been experiencing. She flunked her classes that semester and has temporarily withdrawn from school."
  ]
}, {
  "id": "story-queens",
  "lines": [
    "The summer before her senior year, an acquaintance invited her to watch a movie in his dorm room on campus. He had a girlfriend, so she didn’t think anything sexual would happen. But as the movie wore on, he started kissing her and she felt uncomfortable.",
    "“It got to the part where he tried to take off my clothes,” she said. “I was like, ‘No, please stop.’ He was like, ‘No, you’ll like it.’ And I was like, ‘No, stop.’ ”",
    "“Some people are able to yell or scream, but when I get really stressed out I kind of shut down, so I just sort of disassociated myself and was trying to figure out how to get him off of me,” she said. As he began to rape her, she said, she asked whether he would get a condom, and he let go of her.",
    "She confronted him immediately.",
    "“He was like, ‘I didn’t rape you,’” she said. “I was like, ‘I told you I did not want your penis in my vagina, and that’s what happened, so how is that not rape?’ ”",
    "Less than a year later, they both enrolled in the same small science course. She eventually dropped it, choosing to take it over the summer so she wouldn’t have to be in the same room as him. “Even after I graduated, he would occasionally message me,” she said. “I think I was hoping that he would realize that what he did was wrong.”",
    "She didn’t report the incident because her mother worried that it would be more stressful to go through that process than to leave it alone."
  ]
}]
